Repository: Solvro/mobile-formularz-snu
Catalog: lib/l10n/app_*.arb
Languages: pl

# app_title
source: Sleep Control App
pl: Apka do snu

# email_text_field_hint
source: Enter your email...
pl: Podaj swojego maila...

# email_error
source: You have to pass a valid email...
pl: Musisz podać prawidłowy email...

# study_not_in_progress
source: Study is currently not conducted...
pl: Badanie nie jest aktualnie przeprowadzane...

# not_enrolled
source: Passed email is not enrolled in the survey...
pl: Podany email nie jest zapisany do ankiety...

# alread_sent_today
source: The survey has been already filled using this email...
pl: Ankieta została już dzisiaj wypełniona za pośrednictwem tego maila...

source: Questions
pl: Pytania

# questions_headline
source: 😴 Please fill in the survey 😴
pl: 😴 Prosze wypełnij ankietę 😴

# go_to_bed_time
source: The time you went to bed last night
pl: Godzina, o której położyłeś się do łóżka wczoraj wieczorem

# go_sleep_time
source: The time you went to sleep
pl: Godzina, o której poszedłeś spać wczoraj wieczorem

# fall_asleep_time
source: How long did it take you to fall asleep?
pl: Jak długo zajęło Ci, żeby zasnąć?

# awakening_times
source: How many times did you wake up during the night?
pl: Ile razy wybudzałeś się ze snu?

# awakening_time_total
source: How many minutes did these awakenings last in total?
pl: Jak długo łącznie trwały te wybudzenia w łóżku?

# wake_up_time
source: What time did you wake up in the morning?
pl: O której godzinie obudziłeś się rano?

# leave_bed_time
source: What time did you get out of bed?
pl: O której godzinie wstałeś z łóżka?

# sleep_rate
source: How would you rate your sleep quality? (0-5)
pl: Jak oceniasz jakość swojego snu? (0-5)

# required_field_error
source: This field is required...
pl: Wymagane pole..

# thank_you
source: Thank you for filling in the survey! See You tomorrow!
pl: Dziękujemy za wypełnienie dzisiejszej ankiety! Do zobaczenia jutro!

source: Alarm Settings
pl: Ustawienia budzika

source: Enable alarm
pl: Włącz alarm

# alarm_time
source: Alarm time: {time}
pl: Budzik: {time}

source: Save alarm
pl: Zapisz budzik

source: Alarm settings saved!
pl: Ustawienia budzika zapisane!

# it_is_time
source: It's time to fill in the survey!
pl: Już czas wypełnić ankietę!

source: Next
pl: Dalej

source: Submit
pl: Prześlij

source: Cancel
pl: Anuluj
